adpyke.codesnap
aykutsarac.jsoncrack-vscode
charliermarsh.ruff
cweijan.vscode-office
dbdiagram.dbdiagram-vscode
eamodio.gitlens
eliverlara.andromeda
grapecity.gc-excelviewer
kangping.video
kevinrose.vsc-python-indent
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.makefile-tools
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
ritwickdey.liveserver
rtg.py-snippets
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vstirbu.vscode-mermaid-preview
