anthropic.claude-code
cweijan.vscode-office
dbaeumer.vscode-eslint
dbdiagram.dbdiagram-vscode
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
google.gemini-cli-vscode-ide-companion
lehni.vscode-fix-checksums
ms-vscode.vscode-typescript-next
typescriptteam.native-preview
xabikos.javascriptsnippets
