adpyke.codesnap
ajithgopi.css-snippets
angelorafael.jsx-html-tags
aykutsarac.jsoncrack-vscode
be5invis.vscode-custom-css
bierner.color-info
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
bretdoyle.javascript-extensions-pack---js-essentials
burkeholland.simple-react-snippets
chenxsan.vscode-standardjs
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docsmsft.docs-images
donjayamanne.jquerysnippets
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eliverlara.andromeda
enkia.tokyo-night
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
glenn2223.live-sass
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hansuxdev.bootstrap5-snippets
hoovercj.vscode-power-mode
jmrog.vscode-nuget-package-manager
jzmstrjp.color-the-tag-name
kevinrose.vsc-python-indent
lehni.vscode-fix-checksums
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools-themes
ms-vscode.js-atom-grammar
naumovs.color-highlight
nimda.deepdark-material
nur.just-black
oderwat.indent-rainbow
postman.postman-for-vscode
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
ritwickdey.liveserver
rtg.py-snippets
sburg.vscode-javascript-booster
shahilkumar.docxreader
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
walkme.javascript-extension-pack
wix.vscode-import-cost
xabikos.javascriptsnippets
xabikos.reactsnippets
yongzeyao.dom-code-snippets
zhuangtongfa.material-theme
zignd.html-css-class-completion
