adpyke.codesnap
aykutsarac.jsoncrack-vscode
beardedbear.beardedtheme
bierner.color-info
briantravis.brians-cursor-midnight-color-theme
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbdiagram.dbdiagram-vscode
docsmsft.docs-images
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
eserozvataf.one-dark-pro-monokai-darker
github.codespaces
github.remotehub
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hugo-olv.tokyo-candy-night
imzivko.cursor-dark-core
jzmstrjp.color-the-tag-name
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.remote-repositories
naumovs.color-highlight
oderwat.indent-rainbow
premparihar.gotestexplorer
quicktype.quicktype
quillaja.goasm
ritwickdey.liveserver
shahilkumar.docxreader
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vstirbu.vscode-mermaid-preview
