adpyke.codesnap
aykutsarac.jsoncrack-vscode
beardedbear.beardedtheme
bierner.color-info
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
cweijan.vscode-mysql-client2
cweijan.vscode-office
dbaeumer.vscode-eslint
dbdiagram.dbdiagram-vscode
digitalbrainstem.javascript-ejs-support
docsmsft.docs-images
donjayamanne.jquerysnippets
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
github.codespaces
github.github-vscode-theme
gruntfuggly.todo-tree
infeng.vscode-react-typescript
juanblanco.solidity
jzmstrjp.color-the-tag-name
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.js-atom-grammar
ms-vscode.makefile-tools
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
vue.volar
