adpyke.codesnap
aykutsarac.jsoncrack-vscode
bierner.color-info
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
docsmsft.docs-images
eamodio.gitlens
formulahendry.code-runner
github.codespaces
github.remotehub
grapecity.gc-excelviewer
gruntfuggly.todo-tree
jzmstrjp.color-the-tag-name
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
oderwat.indent-rainbow
postman.postman-for-vscode
quicktype.quicktype
redhat.java
ritwickdey.liveserver
shahilkumar.docxreader
shd101wyy.markdown-preview-enhanced
solvable.shades
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
